[
  {
    "text": "Кнопка увеличения громкости иногда просто не нажимается.",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "Яркий фонарик, часто выручает в темноте, спасибо за такую мелочь!",
    "final_verdict": "positive_feedback"
  },
  {
    "text": "Ваша последняя прошивка превратила мой быстрый телефон в тормоза.",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "Три раза звонил в поддержку, три раза обещали перезвонить и тишина.",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "А где, собственно, обещанный в рекламе второй год гарантии?",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "Поздравляем! Ваш номер телефона выбран для получения специального приза!",
    "final_verdict": "spam_to_delete"
  },
  {
    "text": "Стекло Gorilla Glass — это вещь! Уже ронял, и ни одной царапины.",
    "final_verdict": "positive_feedback"
  },
  {
    "text": "Зачем в телефоне столько предустановленных приложений, которые нельзя удалить?",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "Цветопередача экрана просто великолепна, смотреть фильмы одно удовольствие.",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "Заказ пришел не полностью, не хватает зарядного устройства.",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "Оплатил экспресс-доставку, а курьер приехал на день позже. За что я платил?",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "Очень удобная функция разблокировки по лицу, работает мгновенно.",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "Сайт у вас очень неудобный, еле смог оформить заказ.",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "Ваш банк одобрил вам кредит на специальных условиях. Узнайте подробности.",
    "final_verdict": "spam_to_delete"
  },
  {
    "text": "Корпус слишком маркий, постоянно в отпечатках пальцев.",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "Могли бы и пленку на экран наклеить на заводе.",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "Наконец-то нашел телефон с нормальным аккумулятором, который живет до вечера.",
    "final_verdict": "positive_feedback"
  },
  {
    "text": "Консультант в магазине был очень компетентен и помог выбрать модель.",
    "final_verdict": "positive_feedback"
  },
  {
    "text": "Почему-то не приходят уведомления от некоторых приложений.",
    "final_verdict": "priority_complaint"
  },
  {
    "text": "В целом, ожидал большего. Не плохо, но и не вау.",
    "final_verdict": "priority_complaint"
  }
]